tap "hashicorp/tap"
tap "xwmx/taps"
brew "bash"
brew "binutils"
brew "chroma"
brew "cmake"
brew "deno"
brew "dosfstools"
brew "fzf"
brew "gh"
brew "ghq"
brew "iproute2mac"
brew "lazygit"
brew "llvm"
brew "mtools"
brew "nasm"
brew "neovim"
brew "pandoc"
brew "peco"
brew "pyenv"
brew "qemu"
brew "sheldon"
brew "stow"
brew "tlrc"
brew "hashicorp/tap/boundary"
brew "xwmx/taps/nb"
cask "claude-code"
cask "docker-desktop"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "hashicorp/tap/hashicorp-boundary-desktop"
cask "mactex"
cask "microsoft-teams"
cask "skim"
cask "wezterm@nightly"
cargo "bootimage"
cargo "create-tauri-app"
cargo "ghost"
cargo "pwatch"
cargo "tauri-cli"
uv "plamo-translate", with: ["torch"]
npm "corepack"
