tap "chojs23/tap"
tap "hashicorp/tap"
tap "iori/local-tap"
tap "iorinu/tap", trusted: true
tap "xwmx/taps"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binutils"
brew "btop"
brew "chroma"
brew "cloc"
brew "cmake"
brew "deno"
brew "dosfstools"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "mtools"
brew "nasm"
brew "neovim"
brew "nmap"
brew "octave"
brew "onefetch"
brew "ouch"
brew "pandoc"
brew "peco"
brew "poppler"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "sevenzip"
brew "sheldon"
brew "stow"
brew "tig"
brew "tlrc"
brew "tokei"
brew "w3m"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "chojs23/tap/concord", trusted: true
brew "hashicorp/tap/boundary"
brew "iori/local-tap/tmux@3.5", trusted: true
brew "iorinu/tap/pwatch"
brew "iorinu/tap/termrain"
brew "xwmx/taps/nb"
cask "claude-code"
cask "docker-desktop"
cask "font-hackgen-nerd"
cask "ghostty"
cask "google-chrome"
cask "hashicorp/tap/hashicorp-boundary-desktop"
cask "keycastr"
cask "kitty"
cask "mactex"
cask "microsoft-teams"
cask "skim"
cask "wezterm@nightly"
cask "zap"
go "golang.org/x/tools/cmd/goimports"
cargo "bootimage"
cargo "cargo-audit"
cargo "cargo-dist"
cargo "cargo-release"
cargo "create-tauri-app"
cargo "ghost"
cargo "learning-memo"
cargo "tauri-cli"
uv "jupyterlab"
uv "jupytext", with: ["jupyter-client"]
uv "plamo-translate", with: ["torch"]
uv "ruff"
npm "corepack"
npm "track-cli"
npm "tree-sitter-cli"
